[
 {
   "id": 3,
   "title": "Content Inventory",
   "description": "Ein Content Inventory ist eine strukturierte Liste aller Inhalte einer Website oder Anwendung. Es hilft, den Überblick über bestehende Inhalte zu behalten, veraltete oder doppelte Inhalte zu erkennen, und dient als Grundlage für Content-Audits, Website-Redesigns, Migrationen in neue CMS-Systeme sowie die Planung und Weiterentwicklung von Content-Strategien.",
   "fileFormat": "Excel",
   "category": "UX Design",
   "lastUpdated": "02.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/vruqrvoccfrrdtynf3bjm/Content-Inventory.xlsx?rlkey=nrq69x8ych6tvnv4i6c1k8963&st=fhh95lfw&dl=1"
 },
 {
   "id": 4,
   "title": "Data Dictionary",
   "description": "Ein Data Dictionary ist eine strukturierte Übersicht aller Datenfelder eines Systems oder Projekts, inklusive Name, Datentyp, Beschreibung, Format und Beziehung zu anderen Daten. Es hilft, Verständnis für die Datenstruktur zu schaffen, Konsistenz sicherzustellen und Anforderungen klar zu dokumentieren. Zudem relevant bei der Datenmodellierung, Schnittstellen-Definitionen und Systemdokumentation.",
   "fileFormat": "Excel",
   "category": "Business Analysis",
   "lastUpdated": "02.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/2q1meibs6ydn9hy8qsfrl/Data-Dictionary.xlsx?rlkey=knga4kdze3v4df9fjk2ny5dc8&st=o53mvrhf&dl=1"
 },
 {
   "id": 5,
   "title": "Gap Analyse",
   "description": "Eine Gap-Analyse ist ein strategisches Instrument, das den aktuellen Ist-Zustand mit einem gewünschten Soll-Zustand vergleicht. Sie zeigt auf, welche Leistungs- oder Prozesslücken bestehen, um Verbesserungsmaßnahmen zu planen, Ressourcen effizient einzusetzen und strategische Ziele wie Effizienzsteigerung oder Umsatzwachstum zu erreichen.",
   "fileFormat": "Excel",
   "category": "Business Analysis",
   "lastUpdated": "02.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/2splovyno938fb39houtv/Gap-Analyse.xlsx?rlkey=css49qukminbtk1bt0su2f63a&st=05xdg6ys&dl=1"
 },
 {
   "id": 6,
   "title": "Information Architecture",
   "description": "Die Informationsarchitektur beschreibt die Struktur, Organisation und Navigation von Inhalten innerhalb einer Website, Anwendung oder eines Systems. Sie sorgt dafür, dass Informationen logisch und benutzerfreundlich angeordnet sind, Such- und Findbarkeit verbessert werden und Nutzer:innen Inhalte effizient erreichen können. Informationsarchitekturen werden typischerweise bei Website-Redesigns, der Entwicklung neuer digitaler Produkte oder bei der Planung komplexer Content-Strukturen erstellt.",
   "fileFormat": "Excel",
   "category": "UX Design",
   "lastUpdated": "02.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/uvpbkckinwxzrty1jc5t6/Information-Architecture.xlsx?rlkey=obej0t3o9wf74bg8gphff5xpp&st=wahe2hon&dl=1"
 },
 {
   "id": 7,
   "title": "Projektplan",
   "description": "Ein Projektplan dokumentiert Aufgaben, Zeitrahmen und Dauer einzelner Arbeitspakete innerhalb eines Projekts. Er dient dazu, Abläufe zu strukturieren, Termine einzuhalten und den Fortschritt zu überwachen. Projektpläne werden typischerweise zu Beginn eines Projekts erstellt und während der Umsetzung gepflegt.",
   "fileFormat": "Excel",
   "category": "Projektmanagement",
   "lastUpdated": "02.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/5paks1b0mpylv0xacqt56/Projektplanung.xlsx?rlkey=qlzzockm6zgbsqma0yiyzuo9m&st=fu5u5s8s&dl=1"
 },
 {
   "id": 8,
   "title": "RACI",
   "description": "Eine RACI-Matrix stellt Rollen und Verantwortlichkeiten innerhalb eines Projekts oder Prozesses übersichtlich dar. Sie definiert, wer für Aufgaben verantwortlich ist, wer Entscheidungen trifft, wer konsultiert wird und wer informiert werden soll. Dadurch werden Missverständnisse reduziert und die Zusammenarbeit klarer organisiert. Die RACI-Matrix wird typischerweise beim Projektstart oder bei der Definition von Prozessen erstellt.",
   "fileFormat": "Excel",
   "category": "Projektmanagement",
   "lastUpdated": "02.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/pn01j83q12c6h6djm50yg/RACI.xlsx?rlkey=rzsvz0ms50nbucikl572mfkqh&st=c6179egs&dl=1"
 },
 {
   "id": 9,
   "title": "Risikoliste",
   "description": "Eine Risikoliste erfasst potenzielle Risiken, die den Projektverlauf oder den Projekterfolg beeinträchtigen könnten, und dokumentiert deren Wahrscheinlichkeit, Auswirkungen und mögliche Gegenmaßnahmen. Sie hilft, Risiken systematisch zu erkennen, zu bewerten und gezielt zu steuern. Risikolisten werden typischerweise zu Beginn eines Projekts erstellt und während der gesamten Projektlaufzeit aktualisiert.",
   "fileFormat": "Excel",
   "category": "Projektmanagement",
   "lastUpdated": "02.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/h44bh7c7vix8mnwx9gnqk/Risikoliste.xlsx?rlkey=4cjr9doplcgay52roa1z3j7z5&st=14r5nabe&dl=1"
 },
 {
   "id": 10,
   "title": "Protokoll",
   "description": "Ein Protokoll ist eine schriftliche Zusammenfassung von Besprechungen, Entscheidungen und Vereinbarungen. Es dient dazu, Informationen festzuhalten, Verantwortlichkeiten zu klären und als Referenz für spätere Nachverfolgung und Projektfortschritt.",
   "fileFormat": "Word",
   "category": "Projektmanagement",
   "lastUpdated": "04.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/ykp0z5zj690h5sp3tpdml/Protokoll.docx?rlkey=kwlh6v0tv1osru7v3o4rqqivb&st=w1yef0e7&dl=1"
 },
 {
   "id": 11,
   "title": "SUS Fragebogen",
   "description": "Der SUS-Fragebogen (System Usability Scale) ist ein standardisiertes Instrument zur Messung der Benutzerfreundlichkeit von Systemen, Produkten oder Software. Er liefert quantitative Ergebnisse, mit denen die Usability bewertet, verglichen und Verbesserungen priorisiert werden können. Wird bei Usability-Tests, Walkthroughts oder anderen Evaluationsmethoden eingesetzt.",
   "fileFormat": "Word",
   "category": "UX Design",
   "lastUpdated": "04.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/6qe7jz3iu30hk6sd1rscd/SUS-Fragebogen.docx?rlkey=0pufv1h7zil2j0m2eudq9g35w&st=07qgw6qg&dl=1"
 },
 {
   "id": 12,
   "title": "SUS Auswertung",
   "description": "Die SUS-Auswertung interpretiert die Ergebnisse des System Usability Scale (SUS)-Fragebogens, um die Benutzerfreundlichkeit eines Systems oder Produkts quantitativ zu bewerten. Sie zeigt, wie gut Nutzer das System wahrnehmen, erlaubt Vergleiche zwischen Versionen oder Systemen und unterstützt die Priorisierung von Verbesserungsmaßnahmen in UX und Produktentwicklung.",
   "fileFormat": "Excel",
   "category": "UX Design",
   "lastUpdated": "04.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/49oqtgtyqy3x8bnis9yb4/SUS_Auswertung.xlsx?rlkey=pm3g2q5sx6qez5kcxn2rn5s5q&st=erxijtoi&dl=1"
 },
 {
   "id": 13,
   "title": "Usability Findings",
   "description": "Eine Usability Findings Liste dokumentiert beobachtete Probleme, Verbesserungspotenziale und Erkenntnisse aus Usability-Tests oder Nutzerbefragungen. Sie hilft, die Benutzerfreundlichkeit eines Produkts systematisch zu bewerten und gezielte Optimierungen abzuleiten. Usability Findings Listen werden typischerweise nach Tests oder Evaluationsrunden erstellt und als Grundlage für Design- und Entwicklungsentscheidungen genutzt.",
   "fileFormat": "Excel",
   "category": "UX Design",
   "lastUpdated": "04.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/k4z4bl8alrrx75ocwi5t4/Usability-Findings.xlsx?rlkey=mo4wzzabzfh8q9e99g3f902b8&st=8i18irb5&dl=1"
 },
 {
   "id": 14,
   "title": "SWOT-Analyse",
   "description": "Die SWOT-Analyse ist ein einfaches Instrument zur strukturierten Betrachtung von Stärken, Schwächen, Chancen und Risiken eines Produkts, Projekts oder Unternehmens. Sie unterstützt strategische Entscheidungen und hilft, interne und externe Faktoren gemeinsam zu betrachten. Die Methode wird häufig in Strategie-Workshops, in frühen Projektphasen oder bei Produktentscheidungen eingesetzt.",
   "fileFormat": "Word",
   "category": "Business Analysis",
   "lastUpdated": "05.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/p6jpzskoxx2jk017m4aou/SWOT-Analyse.docx?rlkey=43s0ziclkytbuy4pqpll1air4&st=3n2xjbzl&dl=1"
 },
 {
   "id": 15,
   "title": "Konkurrenzanalyse",
   "description": "Eine Konkurrenzanalyse untersucht Produkte, Dienstleistungen oder Strategien von Mitbewerbern, um deren Stärken, Schwächen und Positionierung im Markt besser zu verstehen. Sie hilft, Differenzierungsmöglichkeiten zu erkennen, eigene Entscheidungen zu begründen und Marktchancen systematisch zu bewerten. Konkurrenzanalysen werden typischerweise in der Produktentwicklung, bei strategischen Entscheidungen oder vor der Einführung neuer Angebote durchgeführt.",
   "fileFormat": "Excel",
   "category": "Business Analysis",
   "lastUpdated": "05.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/eymbaovc7go93ewp192e4/Konkurrenzanalyse.xlsx?rlkey=sk1gwc42y1zj1rx551fk1kgff&st=8xc0iibr&dl=1"
 },
 {
   "id": 16,
   "title": "Use Case",
   "description": "Ein Use Case beschreibt, wie eine Nutzerin oder ein Nutzer mit einem System interagiert, um ein bestimmtes Ziel zu erreichen. Dabei werden beteiligte Akteure, Systemgrenzen sowie der normale Ablauf und mögliche Alternativen strukturiert festgehalten. Use Cases helfen, Anforderungen verständlich zu dokumentieren und ein gemeinsames Verständnis zwischen Fachbereich, Design und Entwicklung zu schaffen. Sie werden typischerweise während der Anforderungsanalyse und in der Konzeptionsphase eines Systems erstellt.",
   "fileFormat": "Word",
   "category": "Requirements Engineering",
   "lastUpdated": "05.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/71sfmf2o1h5wq9wvh7mld/Use-Case.docx?rlkey=cmxll6r29pat0kold9kap25ly&st=t67m9e1h&dl=1"
 },
 {
   "id": 17,
   "title": "Brainwriting 6-5-3",
   "description": "Brainwriting 6-5-3 ist eine strukturierte Kreativitätsmethode, bei der mehrere Personen parallel Ideen entwickeln und schriftlich weitergeben. Dadurch entstehen in kurzer Zeit viele unterschiedliche Lösungsansätze, ohne dass einzelne Personen die Diskussion dominieren. Die Methode wird vor allem in frühen Konzept- und Innovationsphasen eingesetzt.",
   "fileFormat": "Excel",
   "category": "Kreativitätstechiken",
   "lastUpdated": "05.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/ojrse5bbm59741vmov6ej/Brainwriting.xlsx?rlkey=68juz636b3pukvnojmaaaeyri&st=oxphhjwe&dl=1"
 },
 {
   "id": 19,
   "title": "Stakeholderanalyse",
   "description": "Eine Stakeholder-Analyse identifiziert alle Personen und Gruppen, die von einem Projekt betroffen sind oder Einfluss darauf haben. Sie hilft, Interessen, Erwartungen und Einflussmöglichkeiten transparent zu machen und eine passende Kommunikations- und Einbindungsstrategie zu entwickeln. Die Methode wird typischerweise zu Beginn eines Projekts oder bei grösseren Veränderungen im organisatorischen Umfeld eingesetzt.",
   "fileFormat": "Excel",
   "category": "Projektmanagement",
   "lastUpdated": "09.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/6xiv1jit8d65vsvdj67yh/Stakeholderanalyse.xlsx?rlkey=qwp3fv3ny0lxlmigm9m8bbufi&st=3nxf4xhh&dl=1"
 },
 {
   "id": 20,
   "title": "Issue Register",
   "description": "Ein Issue Register ist eine zentrale Liste zur Dokumentation von Problemen, offenen Punkten und Risiken in einem Projekt. Es hilft, den Überblick zu behalten, Verantwortlichkeiten festzulegen und die Bearbeitung von Themen nachzuverfolgen. Ein Issue Register wird während der gesamten Projektlaufzeit geführt und regelmässig aktualisiert.",
   "fileFormat": "Excel",
   "category": "Projektmanagement",
   "lastUpdated": "09.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/0i4gsi8fn3x5o4jb82q3j/Issue-Register.xlsx?rlkey=xry37sfk67aacc52mfp5sktei&st=pcaiebso&dl=1"
 },
 {
   "id": 21,
   "title": "CRUD",
   "description": "noch kein Text vorhanden!",
   "fileFormat": "Excel",
   "category": "Projektmanagement",
   "lastUpdated": "09.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/428wpj4shsnfr7k0gfd8i/CRUD.xlsx?rlkey=for0y38nieytjeatounlho59v&st=irfj075b&dl=1"
 },
 {
   "id": 22,
   "title": "User Acceptance Test",
   "description": "noch kein Text vorhanden!",
   "fileFormat": "Excel",
   "category": "Projektmanagement",
   "lastUpdated": "09.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/3y4pox1kmzovej6fv7oa8/User-Acceptance-Test.xlsx?rlkey=b2mfu8egvzr7hu4u2nzg5pj3t&st=8k6rwj2t&dl=1"
 },
 {
   "id": 23,
   "title": "Anforderungsliste",
   "description": "noch kein Text vorhanden!",
   "fileFormat": "Excel",
   "category": "Requirements Engineering",
   "lastUpdated": "09.02.2026",
   "fileUrl": "https://www.dropbox.com/scl/fi/xceda50ie7apr5nvbs3ht/Anforderungsliste.xlsx?rlkey=5je18griqoegf3odfzi08raqn&st=xrqf8epg&dl=1"
 }
]